[
   
    {
        "heading":"Tarang",
        "path":"Initiatives/Tarang.png",
        "description":"We at NSS, IIT Bombay believe that sustainability can be also achieved through small daily life practice. Following to this, we also launched our YouTube channel 'Tarang- A wave to sustainable minds' so that our efforts can reach an even larger audience."
    },
    {
        "heading":"Donations",
        "path":"Initiatives/Donations.png",
        "description":"Giving is not just about making a donation. It is about making a difference!. The various items collected during the different collection drives in the institute are then given to different NGOs, costruction workers sites, and local stations around Mumbai."
    },
    {
        "heading":"BMC School Visit",
        "path":"Initiatives/BMCvisit.png",
        "description":"Under the sustainability initiative, a new chapter has been started by NSS IIT- Bombay in the form of BMC school visits. The vision behind this initiative to promote Sustainability among young minds."
    },
        {
        "heading":"Cloth Collection Drive and Graduation Collection Drive",
        "path":"Initiatives/CCCandGCD.png",
        "description":"The Cloth Collection Campaign(CCC) is held over the course of the complete academic year. It is further broken down to 2 phases- Phase 1, held in October involves collection from the student hostels, which includes making of interactive donation boxes by the volunteers, putting them up in visible, common areas in each hostel followed by regular collection of the donated items. Phase 2, held in March, is conducted in the professor residences."
    },
    {
        "heading":"Best Out of Waste",
        "path":"Initiatives/BestoutofWaste.png",
        "description":"A very large number of flex banners and plastic bottles are used all around the institute throughout the year. We innovatively came up with an idea of reusing these. Flexes were collected by our volunteers and were made into sapling covers and flex carry bags."
    },
    {
        "heading":"SCD and Book Collection",
        "path":"Initiatives/BookForCause.png",
        "description":"Learning should never be held captive by materialistic things, There are many children around us, who never have the opportunity to learn, not because they didn't, but because they couldn't. They did not have the same opportunities as we all have got. "
    },
    {
        "heading":"Republic Day",
        "path":"Initiatives/RepublicDay.png",
        "description":"Every Year, on the occasion of Republic Day, NSS, IIT Bombay, displays a skit relating the audiences to many of the ongoing issues, highlighting them and providing plausible solutions to the same."
    },
    {
        "heading":"Animal Vaccination Drive",
        "path":"Initiatives/AnimalVaccinationDrive.png",
        "description":"Around 100 dogs in the campus were given the anti rabies vaccination by the experts from Welfare of Stray Dogs Society. Help and Support was provided by the NSS volunteers as well as the members of the Animal Rescue group of IIT Bombay."
    },
    {
        "heading":"Field Visit",
        "path":"Initiatives/FieldVisit.png",
        "description":"People do not take trips for a memorable experience, the trips take people to a memorable experience. Our team visited Talegaon, (a leading producer of Onions) to create a discussion with local Farmers on problems with contemporary ways."
    },
    {
        "heading":"Parivartan",
        "path":"Initiatives/Parivartan.png",
        "description":"In line with our offline initiatives which involves groundwork to spread awareness about sustainanbility in the institute, 'Parivartan- The Sustainability Blog is an effort to reach out to the rapidly-increasing blog reading public."
    },
    {
        "heading":"Zero Waste Week and GC",
        "path":"Initiatives/ZWW.png",
        "description":"The Zero Waste Week was organised from 24th to 30th September with the purpose of the week long activities being to create awareness among the residents of the institute about the importance of minimising the various kinds of waste that is being generated around us."
    }
    
]